import React from "react";
import "../More/more.css";
import moreImges from "../../../assets/images/DSC_0352_1 1.png";
import moreImges2 from "../../../assets/images/DSC_0352_1 1.png";
import img3 from '../../../assets/images/history3.JPG'
import img2 from '../../../assets/images/history2.svg'
function More() {
  return (
    <>
      <div className="more-container">
        <div className="more-text-box">
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">1995</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Договоренность о создании совместного предприятия</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Между открытым акционерным обществом «Кыргызнефтегаз» и
                  акционерным обществом с ограниченной ответственностью
                  «ПетроКыргызстан» (Джерси) была достигнута договоренность о
                  создании совместного предприятия ЗАО «Кыргыз Петролеум
                  Компани».
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">6.10.1996</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Торжественное открытие</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство НПЗ в городе Жалал-Абад началось в январе 1996
                  года, и было завершено в установленные сроки - в сентябре 1996
                  года. Нефтеперерабатывающий завод ЗАО «КПК» был торжественно
                  открыт 6 октября 1996 года.
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">1998-2001</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Технические усовершенствования</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Новые технические усовершенствования на НПЗ были проведены в
                  1998-2001 годах для увеличения октанового числа производимого
                  бензина.
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Июль 2010 – Май 2011</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>
                  Строительство Первого Железнодорожного Погрузочного Рукава.
                </h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство Первого Железнодорожного Погрузочного Рукава.
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Ноябрь 2010 – Май 2011</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство Котельной НПЗ</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство Котельной НПЗ Паропроизводительностью 3 т/ч
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Март 2011 – Ноябрь 2012</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство двух танкерных резервуаров</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство двух танкерных резервуаров (ТК 315 и ТК316),
                  объемом 2000 куб. м. каждый (подрядчик КГСК)
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">06.10.2012</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Единственные акционеры</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  В этот день были полностью оформлены все необходимые документы
                  по покупке ОАО «Кыргызнефтегаз» 50% акций принадлежащих «Петро
                  Кыргызстан ЛТД». Таким образом, ОАО «Кыргызнефтегаз» стал
                  единственным акционером ЗАО «Кыргыз Петролеум Компани».
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Сентябрь 2013 – Сентябрь 2014</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Реконструкция котельной НПЗ производительностью 3 т/ч</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Реконструкция котельной НПЗ производительностью 3 т/ч
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Август 2018 – Декабрь 2018</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Реконструкция танкерного резервуара (ТК 400)</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Реконструкция танкерного резервуара (ТК 400)
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Август 2019 – Сентябрь 2020</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство двух танкерных резервуаров</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство двух танкерных резервуаров (ТК 317 и ТК 318),
                  объемом 2000 куб. м. каждый
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Январь 2019 – Апрель 2019</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство Автовесовой</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">Строительство Автовесовой (80 тонн)</p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Ноябрь 2021</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Ввод в эксплуатацию двух танкерных резервуаров</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Ввод в эксплуатацию двух танкерных резервуаров (ТК 317 и ТК
                  318)
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Июнь 2021 – Июль 2021</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство Навеса над Автовесовой</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">
                  Строительство Навеса над Автовесовой, благоустройство стоянки
                  автоцистерн ЗАО «КПК»
                </p>
              </div>
            </div>
          </div>
          <div className="text_m">
            <div className="more_p">
              <p className="data_p">Сентябрь 2021 – Ноябрь 2021</p>
            </div>
            <div className="more_p_h3">
              <div className="titel_m">
                <h3>Строительство Автовесовой</h3>
              </div>
              <div className="p_m">
                <p className="p-text-is">Строительство КПП №3</p>
              </div>
            </div>
          </div>
        </div>
        <div className="imges_container_m">
          <div>
            <img src={moreImges} className="moreImges" alt="" />
          </div>
          <div>
            <img src={img2} className="moreImges2" alt="" />
          </div>
        </div>
      </div>
      <div className="ourCompainia">
        <div className="ourCompainia_tex">
          <img src={img3} alt='gh' className="moreImges1_mob" />
          <p className="p-text-is">
            Истоки Компании уходят в далекий 1995 год. Между открытым
            акционерным обществом «Кыргызнефтегаз» и акционерным обществом с
            ограниченной ответственностью «ПетроКыргызстан» (Джерси) была
            достигнута договоренность о создании совместного предприятия ЗАО
            «Кыргыз Петролеум Компани». Доли акции между участниками данной
            сделки распределились 50/50. После подписания Инвестиционного
            соглашения с Правительством Кыргызской Республики в декабре 1995
            года, иностранный инвестор обеспечил инвестиционные средства для
            финансирования обязательств по Инвестиционному соглашению, включая
            первоначальный вклад для строительства нефтеперерабатывающего завода
            (НПЗ) и разработки нефтяных месторождений. Строительство НПЗ в
            городе Жалал-Абад началось в январе 1996 года, и было завершено в
            установленные сроки — в сентябре 1996 года. Нефтеперерабатывающий
            завод ЗАО «КПК» был торжественно открыт 6 октября 1996 года.
          </p>
          <br />

          <p className="p-text-is">
            В июне 1996 года Компания начала разработку месторождений с
            использованием специального оборудования, необходимого для данной
            деятельности в Кыргызской Республике. Предварительная техническая
            оценка месторождений показала, что гидравлический разрыв
            нефтенесущих пластов является наиболее эффективным и выгодным
            методом улучшения нефтедобычи. Тестовая программа, включающая 21
            нефтяную скважину, началась в октябре 1996 года. К концу 1996 года,
            инвестор полностью выполнил обязательства по вложению объема средств
            объема средств, предусмотренных как обязательство по документам
            Компании, и продолжал инвестировать в развитие НПЗ и месторождений.
          </p>
 <br />
          <p className="p-text-is">
            В тоже время были установлены дополнительные резервуары и
            погрузочное оборудование для приспособления НПЗ к новым условиям.
            Новые технические усовершенствования на НПЗ были проведены в
            1998-2001 годах для увеличения октанового числа производимого
            бензина. Это было вызвано увеличением количества иностранных
            современных машин, импортируемых в Кыргызстан. Июль 2010 – Май 2011
            строительство Первого Железнодорожного Погрузочного Рукава.Ноябрь
            2010 – Май 2011 строительство Котельной НПЗ Паропроизводительностью
            3 т/ч Март 2011 – Ноябрь 2012 стоительство двух танкерных
            резервуаров (ТК 315 и ТК316), объемом 2000 куб. м. каждый (подрядчик
            КГСК)
          </p>
 <br />
          <p className="p-text-is">
            В 2012 году Компания приостановила деятельность по добыче нефти из
            собственных скважин и сконцентрировала свое внимание на переработке
            нефти и других видов сырья.6 ноября 2012 года стало исторической
            датой для Компании. В этот день были полностью оформлены все
            необходимые документы по покупке ОАО «Кыргызнефтегаз» 50% акций
            принадлежащих «Петро Кыргызстан ЛТД». Таким образом, ОАО
            «Кыргызнефтегаз» стал единственным акционером ЗАО «Кыргыз Петролеум
            Компани».
          </p>
 <br />
          <p className="p-text-is">
            После приобретения ЗАО «Кыргыз Петролеум Компани», ОАО
            «Кыргызнефтегаз» стал единственным предприятием, которое имеет
            законченный цикл производства, начиная от геологоразведочных работ и
            добычи нефти и заканчивая производством и реализацией
            нефтепродуктов. Взамен иностранным специалистам, которые прекратили
            свою работу в Компании, пришли местные специалисты, имеющие
            достаточный набор знаний, умений и навыков. Сотрудниками предприятия
            в марте 2012 года создана «Первичная Профсоюзная организация»,
            которая прошла регистрацию в органах юстиции КР в 2016г., и в
            настоящее время стала самостоятельной общественной профсоюзной
            организацией и входит в Ассоциацию профсоюзов ОАО «КНГ». Силами
            собственного Ремонтно Строительного Управления (РСУ) были
            спроектированны, построены и сданы в эксплуатацию:
          </p>
          <br />
          <p className="p-text-is">
            Сентябрь 2013 – Сентябрь 2014 реконструкция котельной НПЗ
            производительностью 3 т/ч Август 2018 – Декабрь 2018 реконструкция
            танкерного резервуара (ТК 400) Август 2019 – Сентябрь 2020
            строительство двух танкерных резервуаров (ТК 317 и ТК 318), объемом
            2000 куб. м. каждый Январь 2019 – Апрель 2019 Строительство
            Автовесовой (80 тонн) Ноябрь 2021 ввод в эксплуатацию двух танкерных
            резервуаров (ТК 317 и ТК 318) Июнь 2021 – Июль 2021 Строительство
            Навеса над Автовесовой, благоустройство стоянки автоцистерн ЗАО
            «КПК»
          </p>
          <br />
          <p className="p-text-is">
            Сентябрь 2021 – Ноябрь 2021 Строительство КПП №3 Проводятся меры по
            модернизации производства. Перед Компанией ставятся смелые задачи и
            разносторонний комплекс мер по развитию предприятия. Компания и в
            дальнейшем собирается прилагать все усилия направленные на
            эффективное производство продукции и динамичное развитие предприятия
            с учетом современных требований и изменений в нефтеперерабатывающей
            отрасли, повышение качества и тесное сотрудничество с партнерами.
          </p>
        </div>
        <div className="images2comp">
          <img src={img3} className="moreImges1_1" alt="" />
        </div>
      </div>
    </>
  );
}

export default More;
