import '../newPage/nevpage.css'
 import imgesNew from '../../../../assets/images/DSC_0352_1 3 (1).png'
 import imgesNew2 from '../../../../assets/images/DSC_0352_1 4 (1).png'

 
function NevPage () {
    return (
        <>

         <div className="newPage-container">
            <div className='new_box_n'>
                <div className='text_container_n'>
                    <p className='data_p'>18.02.2024</p>
                     <h2 className='titele_new_p'>Договоренность о создании 
совместного предприятия</h2>
                     <p className='new_p_text'>
                     Между открытым акционерным обществом «Кыргызнефтегаз» и акционерным обществом с ограниченной ответственностью «ПетроКыргызстан» (Джерси) была достигнута договоренность о создании совместного предприятия ЗАО «Кыргыз Петролеум Компани».    
                     </p>
                     <p className='new_p_text'>
                     Между открытым акционерным обществом «Кыргызнефтегаз» и акционерным обществом с ограниченной ответственностью «ПетроКыргызстан» (Джерси) была достигнута договоренность о создании совместного предприятия ЗАО «Кыргыз Петролеум Компани».    
                     </p>
                     <p className='new_p_text'>
                     Между открытым акционерным обществом «Кыргызнефтегаз» и акционерным обществом с ограниченной ответственностью «ПетроКыргызстан» (Джерси) была достигнута договоренность о создании совместного предприятия ЗАО «Кыргыз Петролеум Компани».    
                     </p>
                     <p className='new_p_text'>
                     Между открытым акционерным обществом «Кыргызнефтегаз» и акционерным обществом с ограниченной ответственностью «ПетроКыргызстан» (Джерси) была достигнута договоренность о создании совместного предприятия ЗАО «Кыргыз Петролеум Компани».    
                     </p>
                     <p >

                     </p>
                </div>
                  <div className="text_container_n_2">
                    <img src={imgesNew} alt="" />
                    <img src={imgesNew2} alt="" />
                  </div>
            </div>
         </div>
        </>
    )
}


export default NevPage